Repository: treminaor/restrict-widgets
Catalog: languages/restrict-widget-*.po
Languages: he_il

source: Select languages
he_il: בחירת שפות

source: Select roles
he_il: בחירת תפקידים

source: Select sidebars
he_il: בחירת סרגלי צד

source: Select widgets options
he_il: בחירת אפשרויות וידג'ט

source: Select widgets
he_il: בחירת וידג'טים

source: Select options
he_il: בחירת אפשרויות

source: Hide widget on selected
he_il: הסתר את הוידג'ט במקומות הנבחרים

source: Display widget on selected
he_il: הצג את הוידג'ט במקומות הנבחרים

source: Display / Hide Widget
he_il: הצג / הסתר וידג'ט

source: %s Archive
he_il: %s ארכיון

source: Single %s
he_il: %s יחיד

source: Save settings
he_il: שמור את ההגדרות

source: Remove all plugin data on deactivation
he_il: הסר את כל נתוני התוסף עם כיבויו

source: Plugin Deactivation
he_il: כיבוי התוסף

source: By default is_active_sidebar() function returns true even if no widget is displayed in a sidebar. Check this if you want is_active_sidebar() to recognize Restrict Widgets display settings.
he_il: כברירת מחדל, פונקציית שינוי סרגל צד פעיל is_active_sidebar() מוגדרת כפעילה גם כאם אין וידג'ט מוצג בסרגל הצד. סמן זאת אם אתה רוצה הפונקצי הזו תזהה את הגדרות התצוגה של תוסף הגבלת הוידג'טים.

source: Modify is_active_sidebar()
he_il: שינוי סרגל צד פעיל

source: Display widget options in groups
he_il: הצג את אפשרויות הוידג'ט בקבוצות

source: Restrict Option Groups
he_il: קבוצות הגבלת אפשרות

source: Select which widget options will be restricted to admins only.
he_il: בחירת אפשרויות וידג'ט שיוגבלו למנהלים בלבד.

source: Restrict Widget Options
he_il: אפשרויות הגבלת וידג'טים

source: Select which widgets will be restricted to admins only.
he_il: בחר אילו וידג'טים יוגבלו למנהלים בלבד.

source: Restrict Widgets
he_il: הגבלת וידג'טים

source: Select which sidebars will be restricted to admins only.
he_il: בחירת סרגלי צד שיוגבלו למנהלים בלבד.

source: Restrict Sidebars
he_il: הגבלת סרגלי צד

source: Restrict Users
he_il: הגבלת משתמשים

source: Use this settings to manage access to widgets page and to restrict availability of certain widgets, sidebars and widgets options to site administrators only.
he_il: השתמש בהגדרות אלו כדי לנהל את הגישה לעמוד הוידג'טים וכדי להגביל את הזמינות של וידג'טים מסוימים, סרגלי צד ואפשרויות וידג'טים למנהלים בלבד.

source: Desktop, Laptop, etc.
he_il: מחשב שולחני, מחשב נייד, וכו'.

source: Mobile
he_il: נייד

source: Logged out users
he_il: משתמשים שאינם מחוברים

source: Logged in users
he_il: משתמשים מחוברים

source: Search Page
he_il: חיפוש עמוד

source: 404 Page
he_il: 404 עמוד

source: Date Archive
he_il: ארכיון תאריך

source: Author Archive
he_il: ארכיון מחבר

source: Sticky Posts
he_il: פוסטים דביקים

source: Single Posts
he_il: פוסטים בודדים

source: Blog Page
he_il: עמוד בלוג

source: Front Page
he_il: עמוד קדמי

source: Languages
he_il: שפות

source: Users
he_il: משתמשים

source: Devices
he_il: מכשירים

source: Topic Tag
he_il: תגית נושא

source: Single User
he_il: משתמש יחיד

source: Search
he_il: חיפוש

source: Others
he_il: אחרים

source: Taxonomies
he_il: טקסונומיות

source: Categories
he_il: קטגוריות

source: Custom Post Type Archives
he_il: ארכיון סוג פוסט

source: Custom Post Types
he_il: סוגי פוסטים

source: Pages
he_il: עמודים

source: Widgets
he_il: וידג'טים

source: Support
he_il: תמיכה
