Repository: treminaor/restrict-widgets
Catalog: languages/restrict-widgets-*.po
Languages: cs_cz

source: Support
cs_cz: Podpora

source: Widgets
cs_cz: Widgety

source: Pages
cs_cz: Stránky

source: Custom Post Types
cs_cz: Vlastní typy obsahu

source: Custom Post Type Archives
cs_cz: Archívy vlastních typů obsahu

source: Categories
cs_cz: Rubriky

source: Taxonomies
cs_cz: Taxonomie

source: Others
cs_cz: Ostatní

source: Search
cs_cz: Hledat

source: Single User
cs_cz: Uživatel

source: Topic Tag
cs_cz: Štítky témat

source: Devices
cs_cz: Zařízení

source: Users
cs_cz: Uživatelé

source: Languages
cs_cz: Jazyky

source: Front Page
cs_cz: Úvodní stránka

source: Blog Page
cs_cz: Stránka příspěvků (Blog)

source: Single Posts
cs_cz: Jednotlivé příspěvky

source: Sticky Posts
cs_cz: Zvýrazněné příspěvky

source: Author Archive
cs_cz: Archív podle autora

source: Date Archive
cs_cz: Archív podle data

source: 404 Page
cs_cz: Chybová stránka 404

source: Search Page
cs_cz: Výsledky vyhledávání

source: Logged in users
cs_cz: Přihlášení uživatelé

source: Logged out users
cs_cz: Odhlášení uživatelé

source: Mobile
cs_cz: Mobilní zařízení

source: Desktop, Laptop, etc.
cs_cz: Desktopová zařízení

source: Restrict widgets
cs_cz: Widgety

source: Use this settings to manage access to widgets page and to restrict availability of certain widgets, sidebars and widgets options to site administrators only.
cs_cz: Zde můžete nastavit, které úrovně uživatelů mají mít přístup ke stránce Widgety a vyhradit zobrazení jednotlivých widgetů, postranních panelů a možností filtrace widgetů pouze pro admnistrátora.

source: Restrict Users
cs_cz: Úrovně uživatelů

source: Select user roles restricted to manage widgets.
cs_cz: Vyberte, které úrovně uživatelů mají mít oprávnění upravovat widgety.

source: Restrict Sidebars
cs_cz: Postranní panely

source: Select which sidebars will be restricted to admins only.
cs_cz: Vyberte, které postranní panely mají být přístupné pouze pro administrátora.

source: Restrict Widgets
cs_cz: Omezení widgetů

source: Select which widgets will be restricted to admins only.
cs_cz: Vyberte, které widgety mají být přístupné pouze pro administrátora.

source: Restrict Widget Options
cs_cz: Filtrace widgetů

source: Select which widget options will be restricted to admins only.
cs_cz: Vyberte, které položky ve filtraci widgetů mají být přístupné pouze pro administrátora.

source: Restrict Option Groups
cs_cz: Zobrazení filtrace

source: Display widget options in groups
cs_cz: Sdružovat položky ve filtraci widgetů do skupin

source: Modify is_active_sidebar()
cs_cz: Modifikace is_active_sidebar()

source: By default is_active_sidebar() function returns TRUE even if no widget is displayed in a sidebar. Check this if you want is_active_sidebar() to recognize Restrict Widgets display settings.
cs_cz: Funkce is_active_sidebar() vrací standardně hodnotu TRUE i v případě, že postranní panel neobsahuje žádný widget. Zaškrtněte, pokud chcete, aby funkce is_active_sidebar() rozpoznávala zobrazení widgetů, nastavené pluginem Restrict Widgets.

source: Plugin Deactivation
cs_cz: Deaktivace pluginu

source: Remove all plugin data on deactivation
cs_cz: Smazat všechna nastavení při deaktivaci pluginu

source: Save settings
cs_cz: Uložit změny

source: Single %s
cs_cz: Jednotlivé %s

source: %s Archive
cs_cz: Archív %s

source: Display / Hide Widget
cs_cz: Zobrazit / skrýt widget

source: Display widget on selected
cs_cz: Zobrazit widget na stránkách

source: Hide widget on selected
cs_cz: Skrýt widget na stránkách

source: All in one solution for widget management in WordPress. Allows you to hide or display widgets on specified pages and restrict access for users.
cs_cz: Komplexní řešení pro management widgetů ve WordPressu. Umožňuje skrývat nebo zobrazovat widgety na určených stránkách a nastavit přístup k widgetům pro různé úrovně uživatelů.

source: Select options
cs_cz: Vyberte

source: Select widgets
cs_cz: Vyberte widgety

source: Select widgets options
cs_cz: Vyberte položky filtrace widgetů

source: Select sidebars
cs_cz: Vyberte postranní panely

source: Select roles
cs_cz: Vyberte úrovně uživatelů

source: Select languages
cs_cz: Vyberte jazyky
